Repository: gokhanciplak/deneme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: email address
tr: Email adresi

source: password
tr: Şifre

source: password (again)
tr: Şifre Tekrar

source: Passwords have to be same
tr: Şifreler aynı olmalı

source: This e-mail was already in use
tr: Bu Mail adresi alınmış

source: account disabled
tr: Kullanıcı Aktif değil

source: invalid login
tr: Geçersiz Posta veya şifre

source: form is invalid
tr: lütfen mail ve şifre girin

source: Your email is verified
tr: Email adresiniz başarıyla onaylandı

source: Password was changed
tr: şifreniz değiştirildi.

source: Passwords must not be null
tr: şifre boş olamaz

source: passwords are not matching
tr: şifreler aynı değil

source: wrong password
tr: yanlış şifre
